{
  "VolleyballBoys": "<ul>\n      <li>\n        All league matches will be of 3 sets. In the case of a 1-1 tie, the\n        deciding 3rd set is played to 15 points. Semi-finals and final will be\n        of 5 sets. In the case of a 2-2 tie, the deciding 5th set is played to\n        15 points. Rest of the sets would be of 25 points each.\n      </li>\n      <li>\n        A team that without any justifiable reason does not appear on the\n        playing court on time will lose the chance of playing and the points\n        will be awarded to the opponents.\n      </li>\n      <li>\n        The valid reason has to be put forward to the OFFICIALS OR JUDGES and\n        their decision remains final.\n      </li>\n      <li>However the team can continue participating in the competition.</li>\n      <li>\n        Before the start of each set the coach or the captain would present the\n        starting lineup of his/her team on a line up sheet.\n      </li>\n      <li>\n        Once the line-up sheet has been submitted no changes can be made without\n        a regular substitution.\n      </li>\n      <li>\n        If two or more faults are committed successively only the first one is\n        considered.\n      </li>\n      <li>\n        If faults are committed by both the teams simultaneously then the point\n        becomes void i.e., it is a common point.\n      </li>\n      <li>Total number of players 12 including the Libero.</li>\n      <li>\n        Each team can request a maximum of 2 time-outs and 6 substitutions per\n        set.\n      </li>\n      <li>\n        “Rotation” rule will be followed during all the matches unless both the\n        teams agree to play “fixed”.\n      </li>\n      <li>\n        There must be a completed rally between two separate substitution\n        requests by the same team.\n      </li>\n      <li>\n        Time-out requests must be made by showing the corresponding hand signal,\n        when the ball is out of play and before the whistle for service.\n      </li>\n      <li>All requested time-outs last for 30 seconds.</li>\n      <li>Referee’s decision would be the final decision.</li>\n      <li>\n        Other international laws would be followed according to FIVB rules.\n      </li>\n      <li>Maximum of 3 hits per side is allowed.</li>\n      <li>\n        A player may not hit the ball twice in succession. (A block is not\n        considered a hit.)\n      </li>\n      <li>\n        Reaching over the net will be considered a foul, except under these\n        conditions:\n        <ul>\n          <li>When executing a follow-through.</li>\n          <li>\n            When blocking a ball which is in the opponents’ court but is being\n            returned (the blocker must not be in the ball’s contact until the\n            opponent, who is attempting to return the ball, makes contact).\n            Except to block the third play.\n          </li>\n        </ul>\n      </li>\n      <li>A ball hitting a boundary line is in.</li>\n      <li>\n        After the serve, front-line players may switch positions at the net.\n      </li>\n      <li>\n        Touching the net with any part of the body while the ball is in play is\n        considered a foul.\n      </li>\n      <li>It is illegal to catch, hold or throw the ball.</li>\n      <li>Teams must report on time to the court.</li>\n    </ul>\n  \n\n",
  "VolleyballGirls": "<ul>\n      <li>\n        All league matches will be of 3 sets. In the case of a 1-1 tie, the\n        deciding 3rd set is played to 15 points. Semi-finals and final will be\n        of 5 sets. In the case of a 2-2 tie, the deciding 5th set is played to\n        15 points. Rest of the sets would be of 25 points each.\n      </li>\n      <li>\n        A team that without any justifiable reason does not appear on the\n        playing court on time will lose the chance of playing and the points\n        will be awarded to the opponents.\n      </li>\n      <li>\n        The valid reason has to be put forward to the OFFICIALS OR JUDGES and\n        their decision remains final.\n      </li>\n      <li>However the team can continue participating in the competition.</li>\n      <li>\n        Before the start of each set the coach or the captain would present the\n        starting lineup of his/her team on a line up sheet.\n      </li>\n      <li>\n        Once the line-up sheet has been submitted no changes can be made without\n        a regular substitution.\n      </li>\n      <li>\n        If two or more faults are committed successively only the first one is\n        considered.\n      </li>\n      <li>\n        If faults are committed by both the teams simultaneously then the point\n        becomes void i.e., it is a common point.\n      </li>\n      <li>Total number of players 12 including the Libero.</li>\n      <li>\n        Each team can request a maximum of 2 time-outs and 6 substitutions per\n        set.\n      </li>\n      <li>\n        “Rotation” rule will be followed during all the matches unless both the\n        teams agree to play “fixed”.\n      </li>\n      <li>\n        There must be a completed rally between two separate substitution\n        requests by the same team.\n      </li>\n      <li>\n        Time-out requests must be made by showing the corresponding hand signal,\n        when the ball is out of play and before the whistle for service.\n      </li>\n      <li>All requested time-outs last for 30 seconds.</li>\n      <li>Referee’s decision would be the final decision.</li>\n      <li>\n        Other international laws would be followed according to FIVB rules.\n      </li>\n      <li>Maximum of 3 hits per side is allowed.</li>\n      <li>\n        A player may not hit the ball twice in succession. (A block is not\n        considered a hit.)\n      </li>\n      <li>\n        Reaching over the net will be considered a foul, except under these\n        conditions:\n        <ul>\n          <li>When executing a follow-through.</li>\n          <li>\n            When blocking a ball which is in the opponents’ court but is being\n            returned (the blocker must not be in the ball’s contact until the\n            opponent, who is attempting to return the ball, makes contact).\n            Except to block the third play.\n          </li>\n        </ul>\n      </li>\n      <li>A ball hitting a boundary line is in.</li>\n      <li>\n        After the serve, front-line players may switch positions at the net.\n      </li>\n      <li>\n        Touching the net with any part of the body while the ball is in play is\n        considered a foul.\n      </li>\n      <li>It is illegal to catch, hold or throw the ball.</li>\n      <li>Teams must report on time to the court.</li>\n    </ul>\n  \n\n",
  "Badminton": "<ul>\n      <li>Badminton will be played on a round robin cum knock out basis.</li>\n      <li>All players should come in proper kits (shorts, t-shirts).</li>\n      <li>Players must have clean non-marking shoes which are to be used only on court.</li>\n      </ul>\n      <table>\n      <thead>\n      <tr>\n      <th></th>\n      <th>Boys</th>\n      <th>Girls</th>\n      </tr>\n      </thead>\n      <tbody>\n      <tr>\n      <td><strong>Maximum Players</strong></td>\n      <td>7</td>\n      <td>4</td>\n      </tr>\n      <tr>\n      <td><strong>Minimum Players</strong></td>\n      <td>5</td>\n      <td>2</td>\n      </tr>\n      </tbody>\n      </table>\n      <ul>\n      <li>A player can play a maximum of two matches' i.e. 1 singles and 1 doubles.</li>\n      <li>Tie should be submitted to the referee 10 mins before the match.</li>\n      <li>Team should report to the referee 30 mins before the match.</li>\n      <li>Walkover will be given if a team comes 15 mins late for the match as per scheduled reporting time.</li>\n      <li>Any kind of interference/misconduct during the conduction of the game will lead to disqualification of the team.</li>\n      <li>All the rules and standards apart from those mentioned above, are according to BAI (Badminton Association of India).</li>\n      </ul>\n      <h2 id=\"format-of-matches\">Format of Matches</h2>\n      <p>Team event having for boys and girls will follow this format:</p>\n      <table>\n      <thead>\n      <tr>\n      <th>Boys</th>\n      <th>Girls</th>\n      </tr>\n      </thead>\n      <tbody>\n      <tr>\n      <td>3 SINGLES</td>\n      <td>2 SINGLES</td>\n      </tr>\n      <tr>\n      <td>2 DOUBLES</td>\n      <td>1 DOUBLES</td>\n      </tr>\n      </tbody>\n      </table>\n      <ul>\n      <li>Two Repetitions are allowed. (Two player can play in Two event only singles and doubles)</li>\n      </ul>\n      <p>Order of matches will be as follows:</p>\n      <table>\n      <thead>\n      <tr>\n      <th>Boys</th>\n      <th>Girls</th>\n      </tr>\n      </thead>\n      <tbody>\n      <tr>\n      <td>1st singles</td>\n      <td>1st singles</td>\n      </tr>\n      <tr>\n      <td>2nd singles</td>\n      <td>2nd doubles</td>\n      </tr>\n      <tr>\n      <td>3rd doubles</td>\n      <td>3rd singles</td>\n      </tr>\n      <tr>\n      <td>4th singles</td>\n      <td>-</td>\n      </tr>\n      <tr>\n      <td>5th doubles</td>\n      <td>-</td>\n      </tr>\n      </tbody>\n      </table>\n      <p><em>Note: Any player participating in two matches is entitled to a minimum interval of 15 minutes between them.</em></p>\n      <h2 id=\"scoring-system\">Scoring system</h2>\n      <ul>\n      <li>21 points best of three games will be played, with extension up to 30 points.</li>\n      <li>If the score becomes 20-all, the side which gains a two point lead first, shall win that game.</li>\n      <li>60 seconds interval during each game when the leading score reaches 11 points</li>\n      <li>120 second intervals between the first and second game, and between the second and third game shall be allowed in all matches.</li>\n      </ul>\n      <h4 id=\"in-case-of-tie-during-the-league-stage\">In case of tie during the league stage</h4>\n      <ul>\n      <li>In case of a tie (in number of matches won) between two teams, the winner of their match will proceed to the next round.</li>\n      <li>In case of a tie between 3 or more teams, the difference of team score between each team will be considered (the team with the bigger margin would proceed to the next round). If the tie is still not resolved, the difference in score line of each match will be considered for the decision.</li>\n      <li>Overall, the decision of the referee will be final.</li>\n      </ul>\n      <h2 id=\"faults\">FAULTS</h2>\n      <p>If in play, the shuttle,</p>\n      <ul>\n      <li>Lands outside the boundaries of the court (i.e. not on or within the boundary lines).</li>\n      <li>Passes through or under the net.</li>\n      <li>Fails to pass over the net.</li>\n      <li>Touches the ceiling</li>\n      <li>Touches any other object or person outside the court.</li>\n      <li>Is caught and held on the racket and then slung during the execution of a stroke.</li>\n      <li>Is hit by a player and the player’s partner successively.</li>\n      <li>Is hit twice in succession by the same player. However, a shuttle hitting the head and the stringed area of the racket in one stroke shall not be a fault.</li>\n      <li>Touches the net or its support with racket, person or dress.</li>\n      <li>Invades an opponent’s court over the net with racket or person except that the striker may follow the shuttle over the net with the racket in the course of a stroke after the initial point of contact with the shuttle is on the striker’s side of the net.</li>\n      <li>Invades an opponent's court over the net with racket or person except that the striker may follow the shuttle over the net with the racket in the course of a stroke after the initial point of contact with the shuttle is on the striker's side of the net.</li>\n      <li>Invades an opponent's court under the net with racket or person such that an opponent is obstructed or distracted.</li>\n      </ul>",
  "Basketball": "<ul>\n      <li>FIBA rules applicable.</li>\n      <li>Each quarter will be of 10 minutes with a 2-minute break between the quarters and 5 minutes at half time.</li>\n      <li>Teams should report to the basketball court 30 minutes before their match.</li>\n      <li>Failure to report 10 minutes after the match timing will result in a walkover.</li>\n      <li>Every team member should carry their participant ID. These shall be presented to the event coordinator before the scheduled start of the match.</li>\n      <li>Use of abusive or foul language during the play can lead to technical fouls or expulsion depending on the referee and the organising committee.</li>\n      <li>Wrist watches and jewellery of any kind is not allowed. Nails have to be cut.</li>\n      <li>If the score is tied at the end of the fourth period, the game shall continue with as many extra periods of 5 minutes as necessary to break the tie.</li>\n      <li>If two teams are tied head to head after the group stage, the head to head winner between the two teams will advance.</li>\n      <li>In case of triple tie, the point difference will be considered to determine the placing, taking into account the results of the games between those teams that have tied.</li>\n      <li>The decision of the referees will be considered as final and the organising committee has the right to disqualify a team.</li>\n</ul>",
  "Chess": "<ul>\n      <li>Game will be played for 60 minutes, that is each player gets 30 min. ( no increment)</li>\n      <li>Each team will have 4 players ( 4 vs 4 format; 1 reserve player allowed per team but not compulsory)</li>\n      <li>In each round, pairing would be done such that each team gets 2 of its players to play with white pieces.</li>\n      </ul>\n      <h3 id='points-system'>POINTS SYSTEM</h3>\n      <ul>\n      <li>One single player winning his/her match wins 1 point, draw wins 0.5 points and losing wins 0 points for that round.  </li>\n      <li>Scoring 2.5 or more points by players in a round gives the team 1 point, scoring 2 points gives the team 0.5 points and scoring 1.5 or less points gives the team 0 points for that round.</li>\n      </ul>\n      <h3 align='center'>THE TEAM WITH THE MAXIMUM SCORE AT THE END OF THE TOTAL ROUNDS WOULD BE WINNER.</h3>",
  "Cricket": "<ul>\n      <li>Each college team should have a squad consisting of a maximum of 15 players and each player should carry a valid college ID.</li>\n      <li>The tournament will be played on a knockout basis.</li>\n      <li>The fixtures will be released by the organising committee 2 days prior to the tournament.</li>\n      <li>No requests will be entertained to change the fixtures or the timings of the matches. All teams are requested to make themselves available for all the days of the fest.</li>\n      </ul>\n      <table>\n      <thead>\n      <tr>\n      <th>Days of Fest</th>\n      </tr>\n      </thead>\n      <tbody>\n      <tr>\n      <td>November x</td>\n      </tr>\n      <tr>\n      <td>November x</td>\n      </tr>\n      <tr>\n      <td>November x</td>\n      </tr>\n      <tr>\n      <td>November x</td>\n      </tr>\n      </tbody>\n      </table>\n      <ul>\n      <li>Teams are advised to reach the venue at least 30 minutes prior to the start of their respective matches. A failure to do so might result in a walk-over to the opposition.</li>\n      <li>Finals will be 20 overs and all other matches will be 15 overs per innings.</li>\n      <li>The matches will be played according to the Standard ICC rules.</li>\n      <li>No spiked shoes will be allowed as the matches will be held on a matting wicket.</li>\n      <li>The umpire’s decision during the match is final and bound.</li>\n      <li>In case of heavy rain, decisions taken by umpires will be final.</li>\n      <li>Matches will be conducted with white balls. Teams have to play their matches in coloured kits.</li>\n      </ul>",
  "FootballBoys": "<ul>\n      <li>The game will be played in accordance with the rules established by FIFA.</li>\n      <li>Each team must register a minimum of 11 players and a maximum of 16 players to participate. Each team will be allowed to field a maximum of three substitutes per match.</li>\n      <li>In case a team is given a walkover they are awarded a win in that match with a 3-0 scoreline.</li>\n      <li>A player who receives two yellow cards or a red card in a match will be suspended for the next match as well. A player who picks up an aggregate of two yellow cards during the tournament will be suspended for the next match. No yellow card(s) will be carried into the semifinal.</li>\n      <li>The game will be played in two halves. Each half will be 25 minutes.</li>\n      <li>A break of 10 minutes will be given in between the two halves.</li>\n      <li>4 pools will be formed and the top two teams will qualify for the next round. (The next round fixtures will be decided by the BREEZE organising team.)</li>\n      <li>In the group stage the team would be awarded 3 points for a win and in case of a draw 1 point would be awarded to each team.</li>\n      <li>In case there are two or more teams with the same number of points , the team with a higher goal difference would qualify for the next round. If the are tied even on goal difference then a penalty shootout would be held between the tied teams. The referees will take out the draws for the penalties in the presence of the captains.</li>\n      <li>During the knockout stages in case of a draw the winner will be decided by a penalty shootout. Extra time will not be played.</li>\n      <li>The decisions taken by the referee will be the final.</li>\n      </ul>\n      <h3 align=\"center\">Rules and schedules are subject to change in the spirit of the game and the festival. The final decision rests with the BREEZE organising team.</h3>\n      \n      <h2 id=\"disciplinary-regulations\">Disciplinary Regulations</h2>\n      <ul>\n      <li>A player Red carded during a match will be suspended for the entire current match and will not be allowed to play the following match.</li>\n      <li>A player sent off for serious foul play, foul and abusive language or repeated serious offences to the game may be suspended for the rest of the tournament.</li>\n      <li>The Usage of Yellow and Red Cards:</li>\n      </ul>\n      <h3 id=\"yellow-card\">Yellow card</h3>\n      <p>The referee shows the yellow card to a player who demonstrates unsportsmanlike behaviour, reacts in a bad way with words or gestures, violates the rules of the game, delays the recommencement of the game or abandons or enters the ground without the referee's permission. </p>\n      <h3 id=\"red-card-\">Red card:</h3>\n      <p>The referee shows a red card and subsequently expels an athlete from the competition ground if he is playing in an unsportsmanlike manner, is demonstrating befitting behaviour, hits an opponent outside the scope of play, stops the ball with his hands and obstructs the opposing team or gets a second yellow card in the same game.</p>",
  "Volleyball": "<ul>\n      <li>All league matches will be of 3 sets. In the case of a 1-1 tie, the deciding 3rd set is played to 15 points. Semi-finals and final will be of 5 sets. In the case of a 2-2 tie, the deciding 5th set is played to 15 points. Rest of the sets would be of 25 points each.</li>\n      <li>A team that without any justifiable reason does not appear on the playing court on time will lose the chance of playing and the points will be awarded to the opponents.</li>\n      <li>The valid reason has to be put forward to the OFFICIALS OR JUDGES and their decision remains final.</li>\n      <li>However the team can continue participating in the competition.</li>\n      <li>Before the start of each set the coach or the captain would present the starting lineup of his/her team on a line up sheet.</li>\n      <li>Once the line-up sheet has been submitted no changes can be made without a regular substitution.</li>\n      <li>If two or more faults are committed successively only the first one is considered.</li>\n      <li>If faults are committed by both the teams simultaneously then the point becomes void i.e., it is a common point.</li>\n      <li>Total number of players 12 including the Libero.</li>\n      <li>Each team can request a maximum of 2 time-outs and 6 substitutions per set.</li>\n      <li>“Rotation” rule will be followed during all the matches unless both the teams agree to play “fixed”.</li>\n      <li>There must be a completed rally between two separate substitution requests by the same team.</li>\n      <li>Time-out requests must be made by showing the corresponding hand signal, when the ball is out of play and before the whistle for service.</li>\n      <li>All requested time-outs last for 30 seconds.</li>\n      <li>Referee’s decision would be the final decision.</li>\n      <li>Other international laws would be followed according to FIVB rules.</li>\n      <li>Maximum of 3 hits per side is allowed.</li>\n      <li>A player may not hit the ball twice in succession. (A block is not\n      considered a hit.)</li>\n      <li>Reaching over the net will be considered a foul, except under these conditions:<ul>\n      <li>When executing a follow-through.</li>\n      <li>When blocking a ball which is in the opponents’ court but is being returned (the blocker must not be in the ball’s contact until the opponent, who is attempting to return the ball, makes contact). Except to block the third play.  </li>\n      </ul>\n      </li>\n      <li>A ball hitting a boundary line is in.</li>\n      <li>After the serve, front-line players may switch positions at the net.</li>\n      <li>Touching the net with any part of the body while the ball is in play is considered a foul.</li>\n      <li>It is illegal to catch, hold or throw the ball.</li>\n      <li>Teams must report on time to the court.</li>\n      </ul>",
  "Tennis": "<ul>\n<li><p>All fixtures will have the following three matches, played in this order, in a best of three format – Singles, Doubles and Reverse Singles.</p>\n</li>\n<li><p>In reverse singles, any player who did not play the first singles match can play.</p>\n</li>\n<li><p>Reverse singles will only take place if the score is 1-1 after the first two matches.</p>\n</li>\n<li><p>Each match will be played in a best of three short sets format. *</p>\n</li>\n<li><p>A short set is played to four games instead of six.</p>\n</li>\n<li><p>A short tiebreak (to seven) will be played in case the score is 3-3 in the short set.</p>\n</li>\n<li><p>A regular two-point deuce will be played in all singles matches. *</p>\n</li>\n<li><p>A single point deuce will be played in all doubles matches and the receiving team will have the flexibility to choose to receive on Deuce court or Ad court.</p>\n</li>\n<li><p>For a win, a team will be awarded two points. In case a match is abandoned due to any unforeseen circumstances, a point each will be awarded to both teams.</p>\n</li>\n<li><p>Teams will be divided into two pools and each pool will have matches in a round robin fashion. *</p>\n</li>\n<li><p>The top two teams from each pool, at the end of the league stage will qualify to the semifinals.</p>\n</li>\n<li><p>The first-place team from one pool will play the second-place team from the second pool in the semifinals, and vice versa.</p>\n</li>\n<li><p>The final will be played in a best of three short sets format and all matches in the final fixture will have a regular two-point deuce. The last set will not have a tiebreak. *</p>\n</li>\n<li><p>In case of a tie in points due to equal number of fixtures won, the number of matches won will be used to break the tie. In case the tie persists, the number of matches lost will be used to break it, and then the number of sets won, and sets lost, if required.</p>\n</li>\n</ul>\n<h4 id=\"general\">General</h4>\n<ul>\n<li><p>Fixtures will start at the scheduled time. Teams are required to warm-up and practice before the start time of their fixture. Each TEAM needs to have at least two and at most four players.</p>\n</li>\n<li><p>In case a team is not present on court at the start time of their fixture, a walkover will be awarded to the opposition team, in case prior information is not given.</p>\n</li>\n<li><p>There will be a 10-minute changeover between matches within a fixture, and players are required to finish warm-up and practice within this time period. Delaying the proceedings may result in penalty points.</p>\n</li>\n<li><p>At the beginning of a fixture, a team is required to submit a list of 2-4 players who will be playing that fixture to the referee, which cannot be changed later.</p>\n</li>\n<li><p>Before each match, teams are expected to submit the name(s) of the player(s) who will be playing that match to the referee.</p>\n</li>\n<li><p>At times, matches will be running on both courts. Players are expected to behave in a manner that does not in any way disrupt the flow of the match on the other court.</p>\n</li>\n<li><p>AITA rules will be followed.</p>\n</li>\n<li><p>The decisions of the referees shall be final and binding.</p>\n</li>\n</ul>\n<pre><code>*- Subject <span class=\"hljs-keyword\">to</span> change depending upon <span class=\"hljs-built_in\">number</span> <span class=\"hljs-keyword\">of</span> teams <span class=\"hljs-keyword\">and</span> other unforeseeable circumstances.\n</code></pre>",
  "Taekwondo": "<ul>\n<li><strong>Format</strong>: 2 Events i.e. Poomsae (Demonstration) and Sparring (Full Contact)</li>\n<li><strong>Minimum number of players per category:</strong> 3</li>\n<li>Maximum number of players per category: No upper cap</li>\n<li>Poomsae Categories:<ul>\n<li>Boys Junior Individual</li>\n<li>Girls Junior Individual</li>\n<li>Boys Senior Individual</li>\n<li>Girls Senior Individual<ul>\n<li><strong>Sparring Categories*:</strong></li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<table>\n<thead>\n<tr>\n<th>BOYS</th>\n<th>GIRLS</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Under 55 kgs</td>\n<td>Under 45 kgs</td>\n</tr>\n<tr>\n<td>55 to 65 kgs</td>\n<td>45 to 55 kgs</td>\n</tr>\n<tr>\n<td>65 to 75 kgs</td>\n<td>55 to 65 kgs</td>\n</tr>\n<tr>\n<td>Above 75 kgs</td>\n<td>Above 65 kgs</td>\n</tr>\n</tbody>\n</table>\n<p>*- These weight categories will change according to the participation demographic, WTF rules and according to the referee’s decision.</p>\n",
  "Table tennis": "<ul>\n<li>The Surge Table Tennis tournament will be played on a Single League basis. <ul>\n<li>For boys: Maximum players:5; Minimum players: 4</li>\n<li>For girls: Maximum players: 4; Minimum players: 3</li>\n<li>Format of the match for boys will be a team event having 2 SINGLES, 1 DOUBLES, 2 REVERSE SINGLES.</li>\n<li>Format of matches for girls will be a team event having 1 SINGLES, 1 DOUBLES and 1 SINGLES.</li>\n<li>Repetition of players not allowed for boys matches. However for girls, one player per team may play in singles and doubles.</li>\n<li>No substitution of player/pair shall be permitted under any circumstances once the team nominated for the competition.</li>\n<li>Tie should be submitted to the referee 20 minutes before the match.</li>\n<li>Team should report to the referee 30 minutes before the match.</li>\n<li>Walkover will be given if a team comes more than 15 minutes late for the match as per scheduled reporting time.</li>\n<li>Order of matches for boys will be as follows:<ul>\n<li>1st SINGLES</li>\n<li>2nd SINGLES</li>\n<li>3rd SINGLES</li>\n<li>4th REVERSE SINGLES</li>\n<li>5th REVERSE SINGLES</li>\n</ul>\n</li>\n<li>Order of matches for girls will be as follows:<ul>\n<li>1st SINGLES</li>\n<li>2nd SINGLES</li>\n<li>3rd SINGLES</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Acceptable sporting clothing suitable for table tennis must be worn at all times in games<ul>\n<li>Team Captains will be held responsible for the actions of their team members.</li>\n<li>Any player participating in two matches is entitled to a minimum interval of 15 Minutes between them.</li>\n</ul>\n</li>\n</ul>\n<h2 id=\"the-service-\">The Service –</h2>\n<p>Service shall start with the ball resting freely on the open palm of the server's stationary free hand. The server shall then project the ball near vertically upwards, without imparting spin, so that it rises at least 16 cm after leaving the palm of the free hand and then falls without touching anything before being struck. As the ball is falling the server shall strike it so that it touches first his or her court and then, after passing over or around the net assembly, touches directly the receiver's court; in doubles, the ball shall touch successively the right half court of server and receiver. From the start of service until it is struck, the ball shall be above the level of the playing surface and behind the server's end line, and it shall not be hidden from the receiver by the server or his or her doubles partner or by anything they wear or carry. As soon as the ball has been projected, the server’s free arm and hand shall be removed from the space between the ball and the net.</p>\n<p>The space between the ball and the net is defined by the ball, the net and its indefinite upward extension. It is the responsibility of the player to serve so that the umpire or the assistant umpire can be satisfied that he or she complies with the requirements of the Laws, and either may decide that a service is incorrect. If either the umpire or the assistant umpire is not sure about the legality of a service he or she may, on the first occasion in a match, interrupt play and warn the server; but any subsequent service by that player or his or her doubles partner which is not clearly legal shall be considered incorrect. Exceptionally, the umpire may relax the requirements for a correct service where he or she is satisfied that compliance is prevented by physical disability.</p>\n<h2 id=\"the-return-\">The Return:</h2>\n<p>The ball, having been served or returned shall be struck so that it passes over or around the net assembly and touches the opponent's court, either directly or after touching the net assembly.</p>\n<h2 id=\"the-order-of-play-\">The Order of Play:</h2>\n<p>In singles the server shall make a first service and the receiver shall make a return and thereafter alternately shall each make a return In doubles the server shall first make a service, the receiver shall then make a return, the partner of the server shall then make a return, the partner of the receiver shall then make a return and there after each player in turn in that sequence shall make a return.</p>\n<h2 id=\"a-point-\">A Point—</h2>\n<ul>\n<li><p>Unless the rally is a let, a player shall score a point If an opponent fails to make a correct service;</p>\n</li>\n<li><p>If an opponent fails to make a correct return;</p>\n</li>\n<li><p>If, after he or she has made a service or a return, the ball touches anything other than the net assembly before being struck by an opponent;</p>\n</li>\n<li><p>if the ball passes over his or her court or beyond his or her end line without touching his or her court, after being struck by an opponent;</p>\n</li>\n<li><p>If an opponent obstructs the ball;</p>\n</li>\n<li><p>If an opponent deliberately strikes the ball twice in succession;</p>\n</li>\n<li><p>If an opponent, or anything an opponent wears or carries, moves the playing surface; If an opponent, or anything an opponent wears or carries, touches the net assembly;</p>\n</li>\n<li><p>If an opponent's free hand touches the playing surface;</p>\n</li>\n<li><p>If a doubles opponent strikes the ball out of the sequence established by the first server and  first receiver;</p>\n</li>\n</ul>\n<h2 id=\"a-game-\">A Game -</h2>\n<p>A game shall be won by a player or pair first scoring 11 points unless both players or pairs score 10 points, when the games shall be won by the first player or pair subsequently gaining a lead of 2 points.</p>\n<h2 id=\"a-match-\">A Match -</h2>\n<p>A match shall consist of the best of 5 for the league round and best of 7 for playoffs.</p>\n<h2 id=\"appeals-\">Appeals -</h2>\n<p>No agreement between players, in an individual event, or between team captains, in a team event, can alter a decision on a question of fact by the responsible match official, on a question of interpretation of Laws or Regulations by the responsible referee or on any other question of tournament or match conduct by the responsible management committee.</p>\n<p>No appeal may be made to the referee against a decision on a question of fact by the responsible match official or to the management committee on a question of interpretation of Laws or Regulations by the referee.</p>\n<p>An appeal may be made to the referee against a decision of a match official on a question of interpretation of Laws or Regulations, and the decision of the referee shall be final.</p>\n<h2 id=\"practice-\">Practice-</h2>\n<p>Players are entitled to practice on the match table for up to 2 minutes immediately before the start of a match but not during normal intervals; the specified practice period may be extended only with the permission of the referee.</p>\n<h2 id=\"intervals-\">Intervals-</h2>\n<p>An interval of up to 1 minute between successive games of an individual match</p>\n<p>Brief intervals for toweling after every 6 points from the start of each game and at the change of ends in the last possible game of an individual match.</p>\n<p>A player or pair may claim one time-out period of up to 1 minute during an individual match.</p>\n<p>The request for a time-out, which can be made only between rallies in a game, shall be indicated by making a \"T\" sign with the hands.</p>\n",
  "Footsal": "<ul>\n<li><p>Teams shall comprise of a maximum of 11 Players (7+4) with a Coach (Optional).</p>\n<ul>\n<li>All listed players must belong to the same college and must have valid college and government IDs.</li>\n<li>A maximum of 4 substitutes will be allowed in each match which will be rolling.</li>\n<li>Teams should arrive at the indicated premises not later than 15 minutes before the start of the match. If a team arrives for a match later than the prescribed time limit, the present team will be awarded a 3-0 result victory over the absent team.</li>\n<li>If both teams fail to arrive at the field before the prescribed time of their match and time limit, the match will be declared a draw with 0-0 score, henceforth given 1 point to each team.</li>\n<li>Teams will receive 3 points for a win, 1 point for a draw and no points for a loss.</li>\n<li>Duration of matches: 40 minutes (2*20 minutes)</li>\n<li>A break of 10 minutes will be given in between two halves</li>\n<li>Drawn games in the knockout stages will be decided by 5-penalty kicks to each team followed by sudden death.</li>\n<li>The decision of the referee in all matters pertaining to the playing rules of an individual game is final. The referees along with the organizers also decide on the winners of the prizes available and this decision is final.</li>\n<li>The organizers reserve the right to forfeit games or disqualify teams from the Competition as a whole in front of incidences of indiscipline, poor sportsmanship or behaviors threatening the continuation of the tournament from either players or supporters.</li>\n<li><p>Normal rules of 7-aside apply for the whole duration of the tournament.</p>\n<h2 id=\"disciplinary-regulations-\">Disciplinary Regulations:</h2>\n</li>\n<li><p>A player Red carded during a match will be suspended for the entire current match and will not be allowed to play the following match.</p>\n</li>\n<li>A player sent off for serious foul play, foul and abusive language or repeated serious offenses to the game may be suspended for the rest of the tournament.</li>\n</ul>\n</li>\n</ul>\n<h2 id=\"yellow-card-\">Yellow card:</h2>\n<ul>\n<li>The referee shows the yellow card to a player who demonstrates unsportsmanlike behavior, reacts in a bad way with words or gestures, violates the rules of the game, delays the recommencement of the game or abandons or enters the ground without the referee's permission.</li>\n</ul>\n<h2 id=\"red-card-\">Red card:</h2>\n<ul>\n<li>The referee shows a red card and subsequently expels an athlete from the competition ground if he is playing in an unsportsmanlike manner, is demonstrating unbefitting behaviour, hits an opponent outside the scope of play, stops the ball with his hands and obstructs the opposing team or gets a second yellow card in the same game.</li>\n</ul>"
}