{
	"volleyball": "<h2 id=\"volleyball-mens-and-women-\">VOLLEYBALL Mens AND Women:</h2>\n<ul>\n<li>All league matches will be of 3 sets. In the case of a 1-1 tie, the deciding 3rd set is played to 15 points. Semi-finals and final will be of 5 sets. In the case of a 2-2 tie, the deciding 5th set is played to 15 points. Rest of the sets would be of 25 points each.</li>\n<li>A team that without any justifiable reason does not appear on the playing court on time will lose the chance of playing and the points will be awarded to the opponents.</li>\n<li>The valid reason has to be put forward to the OFFICIALS OR JUDGES and their decision remains final.</li>\n<li>However the team can continue participating in the competition.</li>\n<li>Before the start of each set the coach or the captain would present the starting lineup of his/her team on a line up sheet.</li>\n<li>Once the line-up sheet has been submitted no changes can be made without a regular substitution.</li>\n<li>If two or more faults are committed successively only the first one is considered.</li>\n<li>If faults are committed by both the teams simultaneously then the point becomes void i.e., it is a common point.</li>\n<li>Total number of players 12 including the Libero.</li>\n<li>Each team can request a maximum of 2 time-outs and 6 substitutions per set.</li>\n<li>“Rotation” rule will be followed during all the matches unless both the teams agree to play “fixed”.</li>\n<li>There must be a completed rally between two separate substitution requests by the same team.</li>\n<li>Time-out requests must be made by showing the corresponding hand signal, when the ball is out of play and before the whistle for service.</li>\n<li>All requested time-outs last for 30 seconds.</li>\n<li>Referee’s decision would be the final decision.</li>\n<li>Other international laws would be followed according to FIVB rules.</li>\n</ul>\n",
	"badminton": "<h2 id=\"badminton-mens-and-women-\">BADMINTON Mens AND Women:</h2>\n<ul>\n<li>Badminton will be played on a round robin cum knock out basis.</li>\n<li>All players should come in proper kits (shorts, t-shirts). </li>\n<li>Players must have clean non-marking shoes which are to be used only on court.</li>\n<li>Maximum players: for Mens: 07, for Women: 5</li>\n<li>Minimum players: for Mens: 5, for Women: 3</li>\n<li>A player can play a maximum of two matches' i.e. 1 singles and 1 doubles. </li>\n<li>Tie should be submitted to the referee 10 mins before the match.</li>\n<li>Team should report to the referee 30 mins before the match.</li>\n<li>Any kind of interference/misconduct during the conduction of the game will lead to disqualification of the team. </li>\n<li>All the rules and standards apart from those mentioned above, are according to BAI (Badminton Association of India).</li>\n</ul>\n<h4 id=\"format-of-matches\">Format of Matches</h4>\n<ul>\n<li>Format of the match for Mens will be a team event having 3 SINGLES &amp; 2 DOUBLES.</li>\n<li>Format of the match for Women will be a team event having  2 SINGLES &amp; 1 DOUBLES.</li>\n<li>Two Repetitions are allowed. (Two player can play in Two event only singles and doubles)<h4 id=\"order-of-matches-for-mens-will-be-as-follows-\">Order of matches for Mens will be as follows:</h4>\n</li>\n<li>1st singles</li>\n<li>2nd singles</li>\n<li>3rd doubles</li>\n<li>4th singles</li>\n<li>5th doubles<h4 id=\"order-of-matches-for-women-will-be-as-follows-\">Order of matches for Women will be as follows:</h4>\n</li>\n<li>1st singles</li>\n<li>2nd doubles</li>\n<li>3rd singles</li>\n</ul>\n<p>Any player participating in two matches is entitled to a minimum interval of 15 minutes between them.</p>\n<h4 id=\"scoring-system\">SCORING SYSTEM</h4>\n<p>21 points best of three games will be played, with extension up to 30 points.</p>\n",
	"basketball": "<h2 id=\"basketball-mens-and-women-\">BASKETBALL Mens AND Women:</h2>\n<ul>\n<li>FIBA rules applicable.</li>\n<li>Maximum players: for Mens: 12, for Women: 12</li>\n<li>Minimum players: for Mens: 8, for Women: 8</li>\n<li>Each quarter will be of 10 minutes with a 2-minute break between the quarters and 5 minutes at half time. </li>\n<li>Every team member should carry their participant ID. These shall be presented to the event coordinator before the scheduled start of the match.</li>\n<li>If the score is tied at the end of the fourth period, the game shall continue with as many extra periods of 5 minutes as necessary to break the tie.</li>\n<li>If two teams are tied head to head after the group stage, the head to head winner between the two teams will advance.</li>\n<li>In case of triple tie, the point difference will be considered to determine the placing, taking into account the results of the games between those teams that have tied.</li>\n<li>The decision of the referees will be considered as final and the organizing committee has the right to disqualify a team.</li>\n</ul>\n",
	"chess": "<h2 id=\"chess\">CHESS</h2>\n<ul>\n<li>Game will be played for 60 minutes, that is each player gets 30 min. ( no increment)</li>\n<li>Each team will have 4 - 5 players ( 4 vs 4 format; 1 reserve player allowed per team but not compulsory)</li>\n<li>In each round, pairing would be done such that each team gets 2 of its players to play with white pieces.</li>\n<li>POINTS SYSTEM: One single player winning his/her match wins 1 point, draw wins 0.5 points and losing wins 0 points for that round.</li>\n<li>Scoring 2.5 or more points by players in a round gives the team 1 point, scoring 2 points gives the team 0.5 points and scoring 1.5 or less points gives the team 0 points for that round.</li>\n<li>THE TEAM WITH THE MAXIMUM SCORE AT THE END OF THE TOTAL ROUNDS WOULD BE WINNER.</li>\n</ul>\n",
	"cricket": "<h2 id=\"cricket-\">CRICKET:</h2>\n<ul>\n<li>Each college team should have a squad consisting of a maximum of 15 players and each player should carry a valid college ID. (Minimum Players - 13)</li>\n<li>The tournament will be played on a knockout basis.</li>\n<li>No requests will be entertained to change the fixtures or the timings of the matches. All teams are requested to make themselves available for all the days of the fest.</li>\n<li>Finals will be 15 overs  and all other matches will be 12 overs per innings.</li>\n<li>The matches will be played according to the Standard ICC rules.</li>\n<li>No spiked shoes will be allowed as the matches will be held on a Turf wicket.</li>\n<li>The umpire’s decision during the match is final and bound. </li>\n<li>In case of heavy rain, decisions taken by umpires will be final.</li>\n<li>Matches will be conducted with white balls. Teams have to play their matches in  coloured kits.</li>\n</ul>\n",
	"football": "<h2 id=\"football-\">FOOTBALL:</h2>\n<h3 id=\"rules-and-regulations-\">Rules and regulations:</h3>\n<ul>\n<li>The game will be played in accordance with the rules established by FIFA.</li>\n<li>Each team must register a minimum of 14 players and a maximum of 16 players to participate. Each team will be allowed to field a maximum of three substitutes per match.</li>\n<li>In case a team is given a walkover they are awarded a win in that match with a 3-0 scoreline.</li>\n<li>A player who receives two yellow cards or a red card in a match will be suspended for the next match as well. A player who picks up an aggregate of two yellow cards during the tournament will be suspended for the next match. No yellow card(s) will be carried into the semifinal.   </li>\n<li>The game will be played in two halves. Each half will be 25 minutes.</li>\n<li>A break of 10 minutes will be given in between the two halves. </li>\n<li>4 pools will be formed and the top two teams will qualify for the next round. ( The next round fixtures will be decided by the SURGE organizing team. )</li>\n<li>In the group stage the team would be awarded 3 points for a win and in case of a draw 1 point would be awarded to each team.</li>\n<li>In case there are two or more teams with the same number of points , the team with a higher goal difference would qualify for the next round.</li>\n<li>If they are tied even on goal difference then a penalty shootout would be held between the tied teams. The referees will take out the draws for the penalties in the presence of the captains.</li>\n<li>During the knockout stages in case of a draw the winner will be decided by a penalty shootout. Extra time will not be played.</li>\n<li>The decisions taken by the referee will be the final.  </li>\n</ul>\n<p>**Rules and schedules are subject to change in the spirit of the game and the festival. The final decision rests with the SURGE organizing team.</p>\n",
	"footsal": "<h2 id=\"footsal-women-\">FOOTSAL Women:</h2>\n<ul>\n<li>Maximum players:  7</li>\n<li>Minimum players: 9</li>\n<li>A maximum of 4 substitutes will be allowed in each match which will be rolling.</li>\n<li>Teams should arrive at the indicated premises not later than 15 minutes before the start of the match. If a team arrives for a match later than the prescribed time limit, the present team will be awarded a 3-0 result victory over the absent team.</li>\n<li>If both teams fail to arrive at the field before the prescribed time of their match and time limit, the match will be declared a draw with 0-0 score, henceforth given 1 point to each team.</li>\n<li>Teams will receive 3 points for a win, 1 point for a draw and no points for a loss.</li>\n<li>Duration of matches: 40 minutes (2*20 minutes)</li>\n<li>A break of 10 minutes will be given in between two halves</li>\n<li>Drawn games in the knockout stages will be decided by 5-penalty kicks to each team followed by sudden death.</li>\n<li>The decision of the referee in all matters pertaining to the playing rules of an individual game is final. The referees along with the organizers also decide on the winners of the prizes available and this decision is final.</li>\n<li>The organizers reserve the right to forfeit games or disqualify teams from the Competition as a whole in front of incidences of indiscipline, poor sportsmanship or behaviors threatening the continuation of the tournament from either players or supporters.</li>\n<li>Normal rules of 7-aside apply for the whole duration of the tournament.<h4 id=\"disciplinary-regulations-\">Disciplinary Regulations:</h4>\n</li>\n<li>A player Red carded during a match will be suspended for the entire current match and will not be allowed to play the following match.</li>\n<li>A player sent off for serious foul play, foul and abusive language or repeated serious offenses to the game may be suspended for the rest of the tournament.</li>\n<li>The Usage of Yellow and Red Cards:</li>\n</ul>\n<h4 id=\"yellow-card-\">Yellow card:</h4>\n<ul>\n<li>The referee shows the yellow card to a player who demonstrates unsportsmanlike behavior, reacts in a bad way with words or gestures, violates the rules of the game, delays the recommencement of the game or abandons or enters the ground without the referee's permission.</li>\n</ul>\n<h4 id=\"red-card-\">Red card:</h4>\n<ul>\n<li>The referee shows a red card and subsequently expels an athlete from the competition ground if he is playing in an unsportsmanlike manner, is demonstrating unbefitting behaviour, hits an opponent outside the scope of play, stops the ball with his hands and obstructs the opposing team or gets a second yellow card in the same game.</li>\n</ul>\n",
	"general": "<h1 id=\"general-rules-\">GENERAL RULES:</h1>\n<ul>\n<li>Players that are participating will need to show a Photo ID Proof (Aadhar, Passport, PAN Card, etc) and University ID Proof (ID Card, Admission Letter or any other letterhead document) at the registration desk. These will be for confirming your age and affiliation with a registered University. Concessions will be made on a case-by-case basis.</li>\n<li>Organizers may ask the players to wear paraphernalia (stickers/headbands/wristbands) for promotional purposes. The videos taken by the Organizing Committee during the event are the intellectual property of Surge and cannot be used for personal promotion. </li>\n<li>The decisions made by the referees during any event are final and non-contestable. If accounts of misconduct during a sport are reported by players - the Organizing Committee has the authority to pull the team out of running.</li>\n<li>Any act of misconduct enacted by a player on the grounds of Shiv Nadar University will be penalized according to what the Organizing committee deems fit.</li>\n<li>The registration fee is non-refundable, non-transferable and non-negotiable.</li>\n<li>Prize money will be given according to the number of people registering for the sport. It is not negotiable.</li>\n<li>Smoking and alcohol/tobacco consumption in any form is not allowed on campus. If any of the rules are not followed by a player/team, then the entire team will be banned from taking further part in the tournament.</li>\n<li>If damage to any institutional property is caused by any player, the expenses shall be borne by the player.</li>\n<li>All players should report 30 minutes prior to their match starting time, if the team is delayed by more than 15 minutes after the match time walkover will be given to the other team.</li>\n</ul>\n",
	"tabletennis": "<h2 id=\"table-tennis-men-and-women-\">TABLE TENNIS Men AND Women:</h2>\n<ul>\n<li>The Surge Table Tennis tournament will be played on a Single League basis. For Mens: Maximum players:5; Minimum players: 4 For Women: Maximum players: 5; Minimum players: 4 Format of the match for Mens will be a team event having 2 SINGLES, 1 DOUBLES, 2 REVERSE SINGLES.</li>\n<li>Format of matches for Women will be a team event having 2 SINGLES, 1 DOUBLES.</li>\n<li>Repetition of players not allowed for Men’s matches. However for Women, one player per team may play in 1 singles and 1 doubles.</li>\n<li>No substitution of player/pair shall be permitted under any circumstances once the team nominated for the competition.</li>\n<li>Tie should be submitted to the referee 20 minutes before the match.</li>\n<li>Order of matches for Mens will be as follows: \n1st SINGLES\n2nd SINGLES\n3rd SINGLES\n4th REVERSE SINGLES\n5th REVERSE SINGLES</li>\n<li>Order of matches for Women will be as follows:\n1st SINGLES\n2nd SINGLES\n3rd Doubles</li>\n<li>Acceptable sporting clothing(T-shirt and short pants) suitable for table tennis must be worn at all times in games; white T Shirts to be avoided</li>\n<li>Team Captains will be held responsible for the actions of their  team members.</li>\n<li>AIU(Association of Indian Universities) Rules will be followed for the tournament.</li>\n<li>The decision made by the chief referee will be considered as final.</li>\n</ul>\n",
	"tennis": "<h2 id=\"tennis-mens-and-women-\">TENNIS Mens AND Women:</h2>\n<h4 id=\"format\">Format</h4>\n<ul>\n<li>All fixtures will have the following three matches, played in this order, in a best of three format – Singles, Doubles and Reverse Singles.</li>\n<li>In reverse singles, any player who did not play the first singles match can play.</li>\n<li>Reverse singles will only take place if the score is 1-1 after the first two matches.</li>\n<li>Each match will be played in a best of three short sets format. *</li>\n<li>A short set is played to four games instead of six.</li>\n<li>A short tiebreak (to seven) will be played in case the score is 3-3 in the short set.</li>\n<li>A regular two-point deuce will be played in all singles matches. *</li>\n<li>A single point deuce will be played in all doubles matches and the receiving team will have the flexibility to choose to receive on Deuce court or Ad court.</li>\n<li>For a win, a team will be awarded two points. In case a match is abandoned due to any unforeseen circumstances, a point each will be awarded to both teams.</li>\n<li>Teams will be divided into two pools and each pool will have matches in a round robin fashion. *</li>\n<li>The top two teams from each pool, at the end of the league stage, will qualify to the semifinals.</li>\n<li>The first-place team from one pool will play the second-place team from the second pool in the semifinals, and vice versa.</li>\n<li>The final will be played in a best of three short sets format and all matches in the final fixture will have a regular two-point deuce. The last set will not have a tiebreak. *</li>\n<li>In case of a tie in points due to equal number of fixtures won, the number of matches won will be used to break the tie. In case the tie persists, the number of matches lost will be used to break it, and then the number of sets won, and sets lost, if required.<h4 id=\"general\">General</h4>\n</li>\n<li>Fixtures will start at the scheduled time. Teams are required to warm-up and practice before the start time of their fixture. Each TEAM needs to have at least two and at most four players.</li>\n<li>There will be a 10-minute changeover between matches within a fixture, and players are required to finish warm-up and practice within this time period. Delaying the proceedings may result in penalty points.</li>\n<li>At the beginning of a fixture, a team is required to submit a list of 2-4 players who will be playing that fixture to the referee, which cannot be changed later.</li>\n<li>Before each match, teams are expected to submit the name(s) of the player(s) who will be playing that match to the referee.</li>\n<li>At times, matches will be running on both courts. Players are expected to behave in a manner that does not in any way disrupt the flow of the match on the other court.</li>\n<li>AITA rules will be followed.</li>\n<li>The decisions of the referees shall be final and binding.</li>\n<li><ul>\n<li>Subject to change depending upon number of teams and other unforeseeable circumstances.</li>\n</ul>\n</li>\n</ul>\n"
	
}